Repository: NCIP/edct-collector
Catalog: sites/all/modules/custom_node_template/translations/*.po
Languages: de

source: Node template settings
de: Inhaltsvorlagen-Einstellung

source: administer custom node templates
de: Inhaltsvorlagen verwalten

source: Node template
de: Inhaltsvorlage

source: Select the node template to be used for displaying this node. If "default" is selected, then your node will be displayed per existing rules (node template suggestions) for your theme. All applicable node templates (node-XXX.tpl.php files) are listed here. Your main node.tpl.php file is listed as "Main Node Template". See Online Help (/admin/help) for more information on this setting.
de: Wählen Sie die Vorlage, welche für diesen Beitrag (Node) verwendet werden soll. Falls "Standard" ausgewählt wurde, wird der Beitrag nach den Standard-Regeln (Node Template) des Themes dargestellt. Hier werden alle passenden Vorlagedateien angezeigt (node-XXX.tpl.php). Die node.tpl.php wird als "Hauptvorlage" angezeigt. Weitere Infos in der Online-Hilfe (/admin/help).

source: Select the default node template to be used when adding NEW nodes of this content type. Changing this setting will not change the display of nodes you created previously. If "default" is selected, then your node will be displayed per existing rules (node template suggestions) for your theme. All applicable node templates (node-XXX.tpl.php files) are listed here. Your main node.tpl.php file is listed as "Main Node Template". See Online Help (/admin/help) for more information on this setting.
de: Wählen Sie die Standard-Vorlage für NEUE Inhalte. Diese Einstellung beeinflusst keine bereits existierenden Inhalte. Falls "Standard" ausgewählt wurde, wird der Beitrag nach den Standard-Regeln (Node Template) des Themes dargestellt. Hier werden alle passenden Vorlagedateien angezeigt (node-XXX.tpl.php). Die node.tpl.php wird als "Hauptvorlage" angezeigt. Weitere Infos in der Online-Hilfe (/admin/help).

source: default
de: Standard

source: Main Node Template
de: Hauptvorlage

source: Custom Node Template
de: Inhaltsvorlagen

source: Allows selection of node templates on a per node basis to override and customize the display of a node.
de: Ermöglicht die Auswahl einer Inhaltsvorlage (Node Template), und somit mehrere Darstellungen für einen Inhaltstyp.
